INSERT INTO categories (name) VALUES
('Ремонт и строительство'),
('Ремонт техники'),
('Уборка'),
('Альпинизм'),
('Красота'),
('Здоровье'),
('Авто'),
('Образование'),
('Развлечения');



INSERT INTO services (category_id, name) VALUES
(1, 'Сантехника'),
(1, 'Электрика'),
(1, 'Отделка'),
(1, 'Малярные работы'),
(1, 'Столярные работы'),
(1, 'Кровля'),
(1, 'Сварочные работы'),
(1, 'Окна'),
(1, 'Сборка мебели'),
( 1, 'Шкафы'),
( 1, 'Балконы'),
( 1, 'Пол'),
( 1, 'Отопление'),
( 1, 'Обои'),
( 1, 'Ландшафтные работы');

INSERT INTO services (category_id, name) VALUES
(2, 'Холодильники'),
(2, 'Посудомоечные машины'),
(2, 'Мобильные телефоны'),
(2, 'Компьютеры'),
(2, 'Телевизоры'),
(2, 'Фото'),
(2, 'Видео'),
(2, 'Аудио'),
(2, 'Музыкальные инструменты');


INSERT INTO services (category_id, name) VALUES
(3, 'Вывоз мусора'),
(3, 'Дезинфекция'),
(3, 'Уборка офисов'),
(3, 'Уборка домов/квартир'),
(3, 'Уборка после ремонта'),
(3, 'Чистка мебели'),
(3, 'Мойка окон'),
(3, 'Мойка ковров');


INSERT INTO services (category_id, name) VALUES
(4, 'Мойка окон'),
(4, 'Мойка фасадов'),
(4, 'Высотные работы');


INSERT INTO services (category_id, name) VALUES
(5, 'Макияж'),
(5, 'Пирсинг/тату'),
(5, 'SPA'),
(5, 'Солярий'),
(5, 'Стилист'),
(5, 'Эпиляция/депиляция'),
(5, 'Визаж'),
(5, 'Маникюр/педикюр'),
(5, 'Подолог');


INSERT INTO services (category_id, name) VALUES
(6, 'Массаж'),
(6, 'Мед.услуга'),
(6, 'Психология'),
(6, 'Врач'),
(6, 'ОФП'),
(6, 'Фитнес');

INSERT INTO services (category_id, name) VALUES
(7, 'Покраска'),
(7, 'Мойка'),
(7, 'Шиномонтаж'),
(7, 'Электрика'),
(7, 'Ремонт/Обслуживание'),
(7, 'Кузовные работы');


INSERT INTO services (category_id, name) VALUES
(8, 'Репититор'),
(8, 'Логопед'),
(8, 'Психология'),
(8, 'Мастерклассы');

INSERT INTO services (category_id, name) VALUES
(9, 'Проведение мероприятий'),
(9, 'Мастерклассы');

